GENERAL-IS_NOT_REGISTERED = ⚠️ Вы не зарегистрированы! Обратитесь к администратору для получения доступа.
GENERAL-BACK = ⬅️ Назад
GENERAL-MENU = 📋 Выберите необходимое
GENERAL-CONFIRMATION = ✅ Подтвердить

# Создание ведомостей
GENERAL-INFORMATION-CREATE = 📝 Создать ведомость
GENERAL-INFORMATION-CREATE-CHOICE_EMPLOYEE = 👤 Выберите сотрудника
GENERAL-INFORMATION-CREATE-DESCRIBE = ✍️ Напишите все, что считаете нужным:
GENERAL-INFORMATION-CREATE-CONFIRMATION = 🧐 Вы хотите создать ведомость на <b>{$employee_name}</b>
    📋 Описание: {$desc}

    <b>Всё правильно?</b>
GENERAL-INFORMATION-CREATE-SUCCESS = ✅ Ведомость успешно создана!
GENERAL-INFORMATION-CREATE-FAIL = ❌ Не удалось создать ведомость