HEAD-REGISTER_SUCCESS = ✅ Ключ успешно активирован!

# Создание ведомостей
HEAD-INFORMATION-CREATE = 📝 Создать ведомость
HEAD-INFORMATION-CREATE-CHOICE_EMPLOYEE = 👤 Выберите сотрудника
HEAD-INFORMATION-CREATE-DESCRIBE = ✍️ Напишите все, что считаете нужным:
HEAD-INFORMATION-CREATE-CONFIRMATION = 🧐 Вы хотите создать ведомость на <b>{$employee_name}</b>
    📋 Описание: {$desc}

    <b>Всё правильно?</b>
HEAD-INFORMATION-CREATE-SUCCESS = ✅ Ведомость успешно создана!
HEAD-INFORMATION-CREATE-FAIL = ❌ Не удалось создать ведомость

# Просмотр ведомостей
HEAD-INFORMATIONS = 📂 Созданные ведомости
HEAD-INFORMATION-DESC = 📄 Ведомость <b>#{$id}</b> по <b>{$employee_name}</b>
    =============================
    📋 {$desc}

    📅 Дата: <b>{$created}</b>
