ADMIN-HEADS_ACCESS = Керівники та доступи
ADMIN-EMPLOYEES = Працівники
ADMIN-INFORMATIONS = Відомості

# Accesses
ACCESS-GENERATE = Створити доступ
ACCESS-GENERATE-NAME = Ім'я та посада користувача, щоб розуміти від кого надішов запит:
ACCESS-GENERATE-CONFIRMATION = Підтвердити генерацію доступу для (<b>{$realname}</b>)?
ACCESS-GENERATE-FAIL = Помилка при генерації доступа ❌
ACCESS-GENERATE-SUCCESS = Посилання успішно створено ✅ Діє 3 години!
    Надішліть це посилання людині, котра має отримати доступ 🔗 (просто натисінть щоб скопіювати):
    <code>{$deeplink}</code>
USER-DESCIPTION = 👤 <b>{$realname}</b>
    =============================
    ID: <code>{$user_id}</code>
    UserName: {$username}
    Join: {$join}
ACCESS-DELETE = Видалити доступ
ACCESS-DELETE-CONFIRMATION = Доступ для <b>({$realname})</b> буде видалено, але всі дані залишаться в базі, якщо доступ буде поновлено дані не синхронізуються
ACCESS-DELETE-SUCCESS = Доступ для користувача (<b>{$realname}</b>) видалено успішно
ACCESS-DELETE-FAIL = Не вдалося видалити доступ для користувача (<b>{$realname}</b>)

# Employees
EMPLOYEE-ADD = Додати працівника
EMPLOYEE-ADD-NAME = Ім'я працівника:
EMPLOYEE-ADD-POSITION = Позиція\посада або зона відповідальності працівника:
EMPLOYEE-ADD-FAIL = Помилка додавання працівника ❌
EMPLOYEE-ADD-SUCCESS = Працівника успішно додано! ✅
EMPLOYEE-DESC = 👤 <b>{$employee_name}</b> | ID: <b>{$employee_id}</b>
    =============================
    Позиція: <b>{$employee_position}</b>
EMPLOYEE-DELETE = Видалити працівника
EMPLOYEE-DELETE-CONFIRMATION = Видалити працівника (<b>{$employee_name}</b>) з бази? Всі відомості щодо нього залишаться в базі, але прив'язка у боті буде втрачена назавжди!
EMPLOYEE-DELETE-SUCCESS = Працівника (<b>{$employee_name}</b>) видалено успішно
EMPLOYEE-DELETE-FAIL = Не вдалося видалити працівника (<b>{$employee_name}</b>)


