GENERAL-IS_NOT_REGISTERED = ⚠️ Ви не зареєстровані! Зверніться до адміністратора, щоб отримати доступ.
GENERAL-BACK = ⬅️ Назад
GENERAL-MENU = 📋 Обирайте, що потрібно
GENERAL-CONFIRMATION = ✅ Підтвердити

# Створення відомостей
GENERAL-INFORMATION-CREATE = 📝 Створити відомість
GENERAL-INFORMATION-CREATE-CHOICE_EMPLOYEE = 👤 Оберіть працівника
GENERAL-INFORMATION-CREATE-DESCRIBE = ✍️ Напишіть все, що вважаєте за потрібне:
GENERAL-INFORMATION-CREATE-CONFIRMATION = 🧐 Ви хочете створити відомість на <b>{$employee_name}</b>
    📋 Опис: {$desc}

    <b>Все правильно?</b>
GENERAL-INFORMATION-CREATE-SUCCESS = ✅ Відомість успішно створено!
GENERAL-INFORMATION-CREATE-FAIL = ❌ Не вдалося створити відомість