HEAD-REGISTER_SUCCESS = ✅ Ключ успішно активовано!

# Створення відомостей
HEAD-INFORMATION-CREATE = 📝 Створити відомість
HEAD-INFORMATION-CREATE-CHOICE_EMPLOYEE = 👤 Оберіть працівника
HEAD-INFORMATION-CREATE-DESCRIBE = ✍️ Напишіть все, що вважаєте за потрібне:
HEAD-INFORMATION-CREATE-CONFIRMATION = 🧐 Ви хочете створити відомість на <b>{$employee_name}</b>
    📋 Опис: {$desc}

    <b>Все правильно?</b>
HEAD-INFORMATION-CREATE-SUCCESS = ✅ Відомість успішно створено!
HEAD-INFORMATION-CREATE-FAIL = ❌ Не вдалося створити відомість

# Перегляд відомостей
HEAD-INFORMATIONS = 📂 Створені відомості
HEAD-INFORMATION-DESC = 📄 Відомість <b>#{$id}</b> по <b>{$employee_name}</b>
    =============================
    📋 {$desc}

    📅 Дата: <b>{$created}</b>